Repository: wp-plugins/email-mentioned
Catalog: languages/email-mentioned-*.po
Languages: es_es, fr_fr

source: %1$s mentioned you in %2$s!
es_es: %1$s te mencionó en %2$s!
fr_fr: %1$s t'a mentionné à %2$s!

source: %1$s said in %2$s : <<%3$s>>
es_es: %1$s dijo en %2$s : <<%3$s>>
fr_fr: %1$s a dit à %2$s : <<%3$s>>

source: %1$s mentioned you in %2$s!
es_es: %1$s te mencionó en %2$s!
fr_fr: %1$s t'a mentionné à %2$s!

source: If you would like to read the whole comment or answer it, click here:
es_es: Si quieres leer el comentario completo o responder, haz click aquí:
fr_fr: Si vous voulez lire le commentaire complet, clickez ici :

source: Mention qualifier
es_es: Qualificador de menciones
fr_fr: Qualificateur des mentions

source: What do you want to use as mentions indicator? (You need to prefix with it the username to be mentioned.) :
es_es: Qué quieres usar como indicador de mención? (Necesitarás usarlo como prefijo al username que quieres mencionar.)
fr_fr: Qu'est ce que vous voulez utiliser comme indicateur de mention? (Il faut l'ajouter comme préfix au username a mentionner).

source: Email scheme
es_es: Esquema del email
fr_fr: Schèma de l'email

source: Email header :
es_es: Cabecera del email:
fr_fr: Entête de l'email:

source: Email footer :
es_es: Pie del email:
fr_fr: Pied de l'email :

source: Should the whole comment be included in the email? :
es_es: ¿Debiera incluirse el comentario completo en el email?
fr_fr: Faut il ajouter au email le commentaire complet?

source: Would you like to include a link to mentioner in email? :
es_es: ¿Querrías incluir en el email un link a quien realizó la mención?
fr_fr: faut il ajouter au email un lien a la personne que fais la mention?

source: Save changes
es_es: Guardar cambios
fr_fr: Enregistrer
